{
    "games": [
        {
            "name": "Cheat",
            "type": "card",
            "image": "",
            "goal": "Get rid of all of your cards.",
            "instructions": ["Evenly deal cards to all players.", "The player left of the dealer begins by stating how many Aces they will be putting face down in the middle of the game play area.", "Play moves clockwise and the rank for the turn increases to 2 and so on.", "Players have to lay down at least one card even if they do not have the specific rank in their hand. For example, if the rank a player must lay down is a 5 and they have no 5s, they can secretly lay down a Queen and a Jack and say they are laying down two 5s.", "Before the next player lays down their cards, anyone who thinks the current player is lying can say “Cheat”. If the player was lying, they must take all of the cards in the middle and add them to their hand. If the player was telling the truth, the player who said “Cheat” must take all of the card in the middle."],
            "minPlayers": 3,
            "maxPlayers": 13,
            "ages": ["Under 6", "6-12yrs", "teens", "adults"],
            "supplies": ["standard deck of cards"]
        },
        {
            "name": "Egyptian Rat Race",
            "type": "card",
            "image": "",
            "goal": "Get all of the cards.",
            "instructions": ["Evenly deal all cards to the players. Each player will have a facedown stack of cards in front of them.", "Starting with the player to the left of the dealer and going clockwise, players take turns drawing the top card of their deck and placing it in a pile in the center of the group. Players can win all the cards in the pile and advance in the game by either face cards or card slapping", "Face cards: If a player draws a face card from their deck, the next player has a given number of chances to also draw a face card or else the pile goes to players on their right. A player’s number of chances to draw a face card depends on which face card was initially drawn.", "If an Ace was drawn, the next player has 4 chances.", "If a King was drawn, the next player has 3 chances.", "If a Queen was drawn, the next player has 2 chances.", "If a Jack was drawn, the next player has 1 chance.", "Slapping: The following card sequences allow any player to slap the pile and get all of the cards:", "Two cards of the same rank are played consecutively", "Two cards of the same rank have one different card in between them", "Penalty: If you slap the pile when no sequences are in effect, you must add two cards to the bottom of the pile."],
            "minPlayers": 2,
            "maxPlayers": 6,
            "ages": [ "6-12yrs", "teens", "adults"],
            "supplies": ["standard deck of cards"]
        },
        {
            "name": "Golf",
            "type": "card",
            "image": "",
            "goal": "Get the lowest score",
            "instructions": ["Deal 4 facedown cards to each player and arrange in a square. Place the remaining cards face-down in the center of the table to form a draw pile. Draw the top card and place face up beside the draw pile. This forms begins the discard pile.", "Before play, each player may look at the two cards nearest him or her, without showing them to anyone else.", "The player to the dealer's left begins. During your turn you must either draw the top card of the draw pile, draw the top card from the discard pile, or knock signaling that you believe you have the lowest score and would like to end the round.", "If you draw a card, you may use it to replace one of your four layout cards (without looking at them). Place the card face down in your layout and place the card from your layout face up on the discard pile.", "If you draw a card from the draw pile and descide not to use it, simply discard and play continues to the next player.", "If you choose to knock, your turn ends and each other player has one more normal turn before the round ends.", "To score, each player turns over their layout cards and adds the total value of their cards.", "The player with the lowest score after nine rounds wins"],
            "minPlayers": 2,
            "maxPlayers": 6,
            "ages": [ "6-12yrs", "teens", "adults"],
            "supplies": ["standard deck of cards"]
        },
        {
            "name": "Spit",
            "type": "card",
            "image": "",
            "goal": "Get rid of all your cards.",
            "instructions": ["Shuffle the deck and deal all cards facedown to the two players.","Each player deals a card facedown to the middle of the play area and then a stack of five facedown cards to the right of that.","Each player draws 5 cards into their hand and leaves the rest of their cards in a stack to replenish their hand as needed.","Play begins when players simultaneously flip over the card they dealt to the middle", "Players place cards chronologically (either ascending or descending) on the two middle piles. They maintain a hand of five cards via their personal draw piles.", "If neither player can place a card from their hand, both players flip over the top card from the two piles of 5 onto the middle cards and play resumes.", "The game ends when one player runs out of cards."],
            "minPlayers": 2,
            "maxPlayers": 2,
            "ages": [ "6-12yrs", "teens", "adults"],
            "supplies": ["standard deck of cards"]
        },
        {
            "name": "Spoons",
            "type": "card",
            "image": "",
            "goal": "Pick up a spoon in every round.",
            "instructions": ["Place spoons in the center of the table (there should be one less than the number of players). Shuffle the deck and deal 7 cards to each player. Place the remaining cards to the right of the dealer.","The dealer starts the games by drawing a card from the deck. The dealer then discards a card from their hand and passes to clockwise by placing it facedown on the table. The pattern continues around the table as each player picks up the card on their right and then discards a card to their left. Players can only have 7 cards in their hand at a time and try to collect four of a kind.","Once a player has collected found of a kind, they grab a spoon from the middle of the table. Once one person has grabbed a spoon, anyone else may grab a spoon even if they do not have four of a kind. The player who doesn't grab a spoon is out.","Play continues with one player getting out each round until only one player is left."],
            "minPlayers": 4,
            "maxPlayers": 6,
            "ages": [ "under 6", "6-12yrs", "teens", "adults"],
            "supplies": ["standard deck of cards", "enough spoons for each player minus one"]
        },
        {
            "name": "Post It Note Game",
            "type": "party",
            "image": "",
            "goal": "Guess the person on your sticky note.",
            "instructions": ["Have each player write the name of a well known public figure or character on a sticky note.","Gather the sticky notes and place one of each person's forehead so they can't see it.","Take turns asking yes or no questions to discover the person on your sticky note","Play until everyone has guessed their identity."],
            "minPlayers": 2,
            "maxPlayers": "many",
            "ages": [ "6-12yrs", "teens", "adults"],
            "supplies": ["stack of sticky notes", "pens"]
        },
        {
            "name": "Charades",
            "type": "party",
            "image": "",
            "goal": "Get the most points by guessing the action.",
            "instructions": ["Have players write down concepts, movies, people, shows, etc on small pieces of paper. Split the group into two even teams.","Set a 30 second timer. One person will draw a slip of paper and act out what is on it until their team guesses it correctly. Next, a player from the other team will act out.","When all the papers have been acted out, tally the points. The team with the most points wins."],
            "minPlayers": 4,
            "maxPlayers": "many",
            "ages": ["under 6", "6-12yrs", "teens", "adults"],
            "supplies": ["small pieces of paper", "pens"]
        },
        {
            "name": "Mafia",
            "type": "party",
            "image": "",
            "goal": "Discover the mafia members before they kill all the villagers",
            "instructions": ["Choose a moderator to mediate and narrate the game. Set aside the necessary cards based on the number of people playing. You will need 1 king, 1 queen, 1 card of a certain suit for each mafia member (1 for every 3 townspeople), enough additional cards of another suit for the villagers. Shuffle the deck and deal one card to each player. Tell players what role each card represents. Queen: doctor, King: detective, Hearts: mafia member, all other cards are villagers. Once players know their role, collect the cards.","The moderator now begins play by telling players it is night and to close their eyes. Now that it is night, the moderator invites the mafia members to open their eyes and silently choose someone to eliminate. They then close their eyes and the moderator invites the detective to open their eyes. The detective points at someone they think is a member of the mafia and the moderator silently indicates whether they are right or wrong. Next the moderator instructs the doctor to wake up and point to the person they wish to save. Then the doctor goes back to sleep.","After all the night events have played out, the moderator instructs the townspeoople that it is morning and they may open their eyes. The moderator tells the townspeople the events of the night with as much creativity as they would like. If the doctor chose to save the same person the mafia chose to kill, that person remains safe. If any players are killed, they are out of the game and no longer able to speak. The townspeople can now discuss the night's events and accuse whomever they suspect of being mafia. The detective can share information they learned during the night, but should not say what their role is. Once the discission and accusations are over, players vote on who to elimiate from the game. Once the person is eliminated, the moderator shares what role that person had. ","Night and day cycles continue until either all the mafia members have been eliminated (town win) or the remaining townspeople are equal to the remaining mafia members.(mafia win)"],
            "minPlayers": 7,
            "maxPlayers": "20",
            "ages": ["teens", "adults"],
            "supplies": ["standard deck of cards"]
        },
        {
            "name": "Human Knot",
            "type": "party",
            "image": "",
            "goal": "Untangle everyone so you are standing in a circle.",
            "instructions": ["Have all players stand close together and grab the hand of someone not next to them.","Without letting go of hands, climb over, under, or through other people to \"untie\" the knot.","The game is finished when the whole group can stand in a circle with no arms crossed."],
            "minPlayers": 4,
            "maxPlayers": 20,
            "ages": ["under 6", "6-12yrs", "teens", "adults"],
            "supplies": ["none"]
        },
        {
            "name": "The Name Game",
            "type": "party",
            "image": "",
            "goal": "Get points for your team by guessing the correct name.",
            "instructions": ["Give each player three slips of paper and have them write names of people or characters. Put all papers in a hat or bowl. Split the group into two teams.","To play, a player from the first team stands in front of the group and draws a name from the hat. They give clues, without saying the name, to get the members of their team to guess the name. Their team gets one point for each correctly guessed name in 20 seconds. Play alternates between the two teams until all the names have been guessed.","For the second round, the names are put back into the hat and teams take turns having one person draw a name from the hat while the rest of the team tries to guess the name. For this round, the person drawing names cannot say anything, but has to act out the name they've drawn. Points from this round are added to the previous round and then all the names are put back into the hat.","For the final round, team members take turns giving a one-word clue with their back to the rest of the players while their team guesses. Points are added to the scores from the previous rounds and the team with the highest score wins."],
            "minPlayers": 2,
            "maxPlayers": "many",
            "ages": [ "6-12yrs", "teens", "adults"],
            "supplies": ["small pieces of paper", "pens"]
        },
        {
            "name": "Lemon Race",
            "type": "outdoor",
            "image": "",
            "goal": "Be the first person to cross the finish line with your lemon.",
            "instructions": ["Draw a start line and finish line. Give each player a spoon and a lemon. Instruct players to place the spoon handle in their mouth and balance the lemon on it.","When the race official says \"start\", players race toward the finish line. If a player drops their lemon, they must start over from the starting line.","The first player to cross the finish line with their lemon on their spoon wins."],
            "minPlayers": 2,
            "maxPlayers": "many",
            "ages": ["under 6","6-12yrs", "teens", "adults"],
            "supplies": ["one spoon per player", "one lemon per player"]
        },
        {
            "name": "Hide and Seek",
            "type": "outdoor",
            "image": "",
            "goal": "Be the last person hiding.",
            "instructions": ["Select on person to be the seeker. This person stands away from the hiding areas and loudly counts to 30. While the seeker is counting, the other players get into hiding spots.","After counting, the seeker begins looking for the players in hiding.","The first person found becomes the seeker for the next round."],
            "minPlayers": 3,
            "maxPlayers": "many",
            "ages": ["under 6", "6-12yrs", "teens", "adults"],
            "supplies": ["none"]
        },
        {
            "name": "Sardines",
            "type": "outdoor",
            "image": "",
            "goal": "Don't be the last person to find the hider.",
            "instructions": ["One person is chosen to be the hider and goes off to find a hiding place that can fit most of the players. The rest of the players count to 30 and then split up to begin looker for the hidden player.","When a player finds the hidden player, they join them in the hiding spot.","When the last player finds the hidden players, the round ends and that player is the hider for the next round."],
            "minPlayers": 3,
            "maxPlayers": "many",
            "ages": ["under 6", "6-12yrs", "teens", "adults"],
            "supplies": ["none"]
        },
        {
            "name": "Spit",
            "type": "card",
            "image": "",
            "goal": "Get rid of all your cards.",
            "instructions": ["","","",""],
            "minPlayers": 2,
            "maxPlayers": 2,
            "ages": [ "6-12yrs", "teens", "adults"],
            "supplies": ["standard deck of cards"]
        }
    ]
}